tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "tatthien/giraffe"
brew "openssl@1.1"
brew "python@3.11", link: false
brew "asciinema"
brew "cmake"
brew "direnv"
brew "dive"
brew "eksctl"
brew "exa"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "go"
brew "goreleaser"
brew "graphviz"
brew "helm"
brew "htop"
brew "http-prompt"
brew "hugo"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "libfido2"
brew "mycli"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "peco"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "tatthien/giraffe/giraffe"
cask "alacritty"
cask "docker"
cask "dropbox"
cask "figma"
cask "fork"
cask "gifox"
cask "itsycal"
cask "keybase"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "sequel-ace"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "vlc"
cask "wine-stable"
